Repository: KDE/rsibreak
Catalog: po/sa/rsibreak.po
Languages: sa

source: Skip Break
sa: विरामं त्यजतु

source: Postpone Break
sa: विराम स्थगित करें

source: Lock Screen
sa: लॉक स्क्रीन

source: RSIBreak
sa: RSIBreak इति

source: Try to prevent Repetitive Strain Injury by reminding a user to rest.
sa: उपयोक्तारं विश्रामं कर्तुं स्मरणं कृत्वा Repetitive Strain Injury इत्यस्य निवारणं कर्तुं प्रयतध्वम्।

source: (c) 2005-2015, The RSIBreak developers
sa: (ग) 2005-2015, द आरएसआईब्रेक विकासकाः

source: Albert Astals Cid
sa: अल्बर्ट एस्टल्स सिड

source: Maintainer
sa: परिपालकः

source: Tom Albers
sa: टॉम अल्बेर्स्

source: Former author
sa: पूर्व लेखक

source: Bram Schoenmakers
sa: ब्रैम शॉनमेकर्स

source: Timer for the short break has now been reset
sa: अधुना लघुविरामस्य समयनिर्धारकः पुनः सेट् कृतः अस्ति

source: The timers have now been reset
sa: इदानीं समयनिर्धारकाः पुनः सेट् कृताः सन्ति

source: Start of a long break
sa: दीर्घविरामस्य आरम्भः

source: End of a long break
sa: दीर्घविरामस्य अन्तः

source: Start of a short break
sa: अल्पविरामस्य आरम्भः

source: End of a short break
sa: अल्पविरामस्य अन्तः

source: Take a break....
sa: विरामं कुरुत....

source: About &KDE
sa: विषये & WHERE इति

source: &About RSIBreak
sa: &RSIBreak विषये

source: &Report Bug...
sa: &रिपोर्ट बग...

source: Switch application &language...
sa: स्विच अनुप्रयोग &भाषा...

source: &Suspend RSIBreak
sa: &RSIBreak निलम्बित करें

source: &Usage Statistics
sa: &उपयोगसांख्यिकी

source: Configure &Notifications...
sa: &सूचनाः विन्यस्तं कुर्वन्तु...

source: &Configure RSIBreak...
sa: &RSIBreak विन्यस्तं कुर्वन्तु...

source: &Resume RSIBreak
sa: &RSIBreak पुनः आरंभ करें

source: Usage Statistics
sa: उपयोग सांख्यिकी

source: Reset
sa: पुनः सेट् करें

source: This will reset all statistics to zero. Is that what you want?
sa: एतेन सर्वाणि आँकडानि शून्यं प्रति पुनः सेट् भविष्यति । किं तदेव इच्छसि ?

source: Reset the statistics
sa: सांख्यिकी पुनः सेट् कुर्वन्तु

source: Suspended
sa: निलंबित

source: %1 remaining until next short break
sa: %1 अग्रिम-ह्रस्वविरामपर्यन्तं अवशिष्टम्

source: %1 remaining until next long break
sa: %1 अग्रिमदीर्घविरामपर्यन्तं अवशिष्टम्

source: Skip this break
sa: एतत् विरामं लङ्घयन्तु

source: Postpone this break
sa: एतत् विरामं स्थगयन्तु

source: Lock the session
sa: सत्रं ताडयन्तु

source: Please relax for %1
sa: कृपया %1 कृते आरामं कुर्वन्तु

source: Note: next break is a big break
sa: नोटः- अग्रिमः विरामः महत् विरामः अस्ति

source: Total recorded time
sa: कुल अभिलेखित समय

source: Total time of activity
sa: क्रियाकलापस्य कुलसमयः

source: Total time being idle
sa: निष्क्रियः भवति कुलसमयः

source: Percentage of activity
sa: क्रियाकलापस्य प्रतिशतम्

source: Percentage of activity last minute
sa: अन्तिमनिमेषे क्रियाकलापस्य प्रतिशतम्

source: Percentage of activity last hour
sa: गतघण्टायाः क्रियाकलापस्य प्रतिशतं

source: Percentage of activity last 6 hours
sa: क्रियाकलापस्य प्रतिशतं ६ घण्टाः यावत् भवति

source: Maximum idle period
sa: अधिकतम निष्क्रिय अवधि

source: Current idle period
sa: वर्तमान निष्क्रिय अवधि

source: Number of skipped short breaks (idle)
sa: लङ्घितानां लघुविरामानाम् संख्या (निष्क्रिय) २.

source: Number of skipped long breaks (idle)
sa: लङ्घितदीर्घविरामानाम् संख्या (निष्क्रिय) २.

source: Total number of short breaks
sa: लघुविरामानाम् कुलसंख्या

source: Number of skipped short breaks (user)
sa: त्यक्तस्य लघुविरामस्य संख्या (उपयोक्ता) .

source: Number of postponed short breaks (user)
sa: स्थगितानां लघुविरामानाम् संख्या (उपयोक्ता) .

source: Last short break
sa: अन्तिमः लघुविरामः

source: Total number of long breaks
sa: दीर्घविरामानाम् कुलसंख्या

source: Number of skipped long breaks (user)
sa: त्यक्तस्य दीर्घविरामस्य संख्या (उपयोक्ता) .

source: Number of postponed long breaks (user)
sa: स्थगितदीर्घविरामानाम् संख्या (उपयोक्ता) .

source: Last long break
sa: अन्तिमः दीर्घः विरामः

source: Pause score
sa: स्कोरं विरामयतु

source: This is the total time RSIBreak has been running.
sa: एषः कुलसमयः RSIbreak चालितः अस्ति ।

source: This is the total amount of time you used the keyboard or mouse.
sa: एतत् भवता कीबोर्डस्य अथवा मूषकस्य उपयोगः कृतः कुलः समयः ।

source: This is the total amount of time you did not use the keyboard or mouse.
sa: एतत् भवता कीबोर्डस्य मूषकस्य वा उपयोगः न कृतः इति कुलसमयः ।

source: This is a percentage of activity, based on the periods of activity vs. the total time RSIBreak has been running. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
sa: इदं क्रियाकलापस्य प्रतिशतं भवति, यत् क्रियाकलापस्य अवधिषु बनाम कुलसमयस्य आधारेण RSIbreak चालितः अस्ति । वर्णः भवतः क्रियाकलापस्य स्तरं सूचयति । यदा वर्णः पूर्णरक्तस्य समीपे भवति तदा भवन्तः स्वकार्यस्य गतिं न्यूनीकर्तुं शस्यन्ते।

source: This is the longest period of inactivity measured while RSIBreak has been running.
sa: RSIBreak इत्यस्य चालनकाले मापितस्य निष्क्रियतायाः दीर्घतमः अवधिः एषः अस्ति ।

source: This is the total number of short breaks
sa: इति ह्रस्वविरामस्य कुलसंख्या

source: This is the time of the last finished short break. The color of this text gradually turns from green to red, indicating when you can expect the next tiny break.
sa: एषः अन्तिमस्य समाप्तस्य अल्पविरामस्य समयः अस्ति। अस्य पाठस्य वर्णः क्रमेण हरितवर्णात् रक्तवर्णं भवति, यत् भवन्तः कदा अग्रिमस्य लघुविरामस्य अपेक्षां कर्तुं शक्नुवन्ति इति सूचयति ।

source: This is the total number of short breaks which you skipped.
sa: एषा लघुविरामानाम् कुलसंख्या अस्ति या भवता लङ्घिता ।

source: This is the total number of short breaks which you postponed.
sa: एषा एव लघुविरामानाम् कुलसंख्या यत् भवता स्थगितम्।

source: This is the total number of short breaks which were skipped because you were idle.
sa: एषा कुलसंख्या लघुविरामाः ये भवतः निष्क्रियत्वात् लङ्घिताः आसन् ।

source: This is the total number of long breaks.
sa: इति दीर्घविरामस्य कुलसंख्या ।

source: This is the time of the last finished long break.The color of this text gradually turns from green to red,indicating when you can expect the next big break.
sa: एषः अन्तिमस्य समाप्तस्य दीर्घविरामस्य समयः अस्ति।अस्य पाठस्य वर्णः क्रमेण हरितवर्णात् रक्तवर्णं भवति,यत् भवन्तः अग्रिमस्य बृहत्विरामस्य कदा अपेक्षितुं शक्नुवन्ति इति सूचयति।

source: This is the total number of long breaks which you skipped.
sa: एषा दीर्घविरामानाम् कुलसंख्या अस्ति या भवता लङ्घिता ।

source: This is the total number of long breaks which you postponed.
sa: एषा दीर्घविरामस्य कुलसंख्या यत् भवता स्थगितम्।

source: This is the total number of long breaks which were skipped because you were idle.
sa: एषा दीर्घविरामानाम् कुलसंख्या अस्ति ये भवतः निष्क्रियत्वात् लङ्घिताः आसन्।

source: This is an indication of how well you behaved with the breaks. It decreases every time you skip a break.
sa: एतत् भवता विरामैः सह कियत् सुव्यवहारः कृतः इति सूचकः । प्रत्येकं भवन्तः विरामं लङ्घयन्ति तदा न्यूनं भवति।

source: This is the current idle time.
sa: एषः वर्तमानः निष्क्रियः समयः अस्ति ।

source: This is a percentage of activity during the last minute. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
sa: एतत् अन्तिमनिमेषे क्रियाकलापस्य प्रतिशतं भवति । वर्णः भवतः क्रियाकलापस्य स्तरं सूचयति । यदा वर्णः पूर्णरक्तस्य समीपे भवति तदा भवन्तः स्वकार्यस्य गतिं न्यूनीकर्तुं शस्यन्ते।

source: This is a percentage of activity during the last hour. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
sa: एतत् अन्तिमघण्टायाः क्रियाकलापस्य प्रतिशतं भवति । वर्णः भवतः क्रियाकलापस्य स्तरं सूचयति । यदा वर्णः पूर्णरक्तस्य समीपे भवति तदा भवन्तः स्वकार्यस्य गतिं न्यूनीकरोतु इति अनुशंसितम्।

source: This is a percentage of activity during the last 6 hours. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
sa: एतत् गत ६ घण्टेषु क्रियाकलापस्य प्रतिशतं भवति । वर्णः भवतः क्रियाकलापस्य स्तरं सूचयति । यदा वर्णः पूर्णरक्तस्य समीपे भवति तदा भवन्तः स्वकार्यस्य गतिं न्यूनीकर्तुं शस्यन्ते।

source: Time
sa: कालः

source: Short Breaks
sa: लघु विराम

source: Pause
sa: विराम

source: Long Breaks
sa: दीर्घविरामः

source: <p>Welcome to RSIBreak</p> <p>In your tray you can now see RSIBreak.</p>
sa: <p>RSIbreak इत्यत्र स्वागतम्</p><p> भवतः ट्रे मध्ये इदानीं भवन्तः RSIbreak द्रष्टुं शक्नुवन्ति ।</p>

source: <p>When you right-click on that you will see a menu, from which you can go to the configuration for example.</p> <p>When you want to know when the next break is, hover over the icon.</p> <p>Use RSIBreak wisely.</p>
sa: <p>यदा भवन्तः तस्मिन् राइट्-क्लिक् कुर्वन्ति तदा भवन्तः एकं मेन्यू द्रक्ष्यन्ति, यस्मात् भवन्तः उदाहरणार्थं विन्यासं गन्तुं शक्नुवन्ति ।</p><p> यदा भवन्तः ज्ञातुम् इच्छन्ति यत् अग्रिमः विरामः कदा अस्ति तदा चिह्नस्य उपरि भ्रमन्तु ।</p><p> RSIbreak इत्यस्य बुद्धिपूर्वकं उपयोगं कुर्वन्तु।</p>

source: Welcome
sa: स्वागतम्‌

source: General Settings
sa: सामान्य सेटिंग्स्

source: Timings
sa: समयः

source: During Breaks
sa: विरामस्य समये

source: Actions
sa: कर्माणि

source: &Automatically start RSIBreak at startup
sa: &स्टार्टअप समये RSIbreak स्वयमेव आरभत

source: With this option you can indicate that you want RSIBreak to start on Desktop Environment start.
sa: एतेन विकल्पेन भवान् सूचयितुं शक्नोति यत् भवान् इच्छति यत् RSIbreak इत्येतत् Desktop Environment start इत्यत्र आरभ्यताम् ।

source: Timer Settings
sa: टाइमर सेटिंग्स्

source: Break at &fixed times
sa: &नियतसमये भङ्गं कुर्वन्तु

source: With this option you indicate that you want to break at fixed intervals
sa: एतेन विकल्पेन भवन्तः नियतान्तरेषु भङ्गं कर्तुम् इच्छन्ति इति सूचयन्ति

source: Take activity into account
sa: क्रियाकलापं गृह्यताम्

source: With this option you indicate that you want to use idle detection. This means that only the time you are active (when you use the keyboard or the mouse) will be counted to calculate when to break next.
sa: एतेन विकल्पेन भवान् निष्क्रियपरिचयस्य उपयोगं कर्तुम् इच्छति इति सूचयति । अस्य अर्थः अस्ति यत् केवलं भवतः सक्रियः समयः (यदा भवन्तः कीबोर्डस्य अथवा मूषकस्य उपयोगं कुर्वन्ति) गण्यते यत् अग्रे कदा भङ्गः कर्तव्यः इति गण्यते ।

source: &Suppress if fullscreen windows present
sa: &यदि पूर्णपर्दे विण्डोः सन्ति तर्हि दमनं कुर्वन्तु

source: With this option you can indicate that you do not want RSIBreak to interfere with presentations, games, video playback, and any other fullscreen application on the current virtual desktop.
sa: एतेन विकल्पेन भवान् सूचयितुं शक्नोति यत् भवान् वर्तमान-वर्चुअल्-डेस्कटॉप्-मध्ये प्रस्तुतीकरणेषु, क्रीडेषु, विडियो-प्लेबैकेषु, अन्येषु च कस्यापि पूर्णपर्दे-अनुप्रयोगेषु RSIBreak-इत्यनेन बाधां न जनयति इति न इच्छति

source: Simple Gray Effect
sa: सरल ग्रे प्रभाव

source: Complete Black Effect
sa: सम्पूर्ण काला प्रभाव

source: Show Plasma Dashboard
sa: प्लाज्मा डैशबोर्डं दर्शयतु

source: Show Slide Show of Images
sa: चित्राणां स्लाइड् शो दर्शयतु

source: Show a Passive Popup
sa: एकं निष्क्रियं पॉपअपं दर्शयतु

source: Skipping Breaks
sa: विरामं त्यजति

source: &Hide skip button
sa: &Hide skip बटन

source: Check this option to disable and hide the skip button. This way you can prevent skipping the break.
sa: skip बटनं निष्क्रियं कर्तुं गोपयितुं च एतत् विकल्पं पश्यन्तु । एवं भवन्तः विरामस्य लङ्घनं निवारयितुं शक्नुवन्ति ।

source: &Hide lock button
sa: &Thide lock बटन

source: Check this option to disable and hide the lock button. This way you can prevent pressing the wrong button.
sa: lock बटनं निष्क्रियं कर्तुं गोपयितुं च एतत् विकल्पं पश्यन्तु । एवं भवन्तः गलत् बटन् नुदनं निवारयितुं शक्नुवन्ति ।

source: &Hide postpone button
sa: &Hide स्थगित बटन

source: Check this option to disable and hide the postpone break button. This way you can prevent pressing the wrong button.
sa: postpone break बटनं निष्क्रियं कर्तुं गोपयितुं च एतत् विकल्पं पश्यन्तु । एवं भवन्तः गलत् बटन् नुदनं निवारयितुं शक्नुवन्ति ।

source: &Disable shortcut (Esc)
sa: &शॉर्टकट् अक्षमम् (Esc) .

source: Check this option to disable the ESC key skipping the break.
sa: विरामं त्यक्त्वा ESC कीलं निष्क्रियं कर्तुं एतत् विकल्पं पश्यन्तु ।

source: Plasma Dashboard
sa: प्लाज्मा डैशबोर्ड

source: Read Only
sa: केवलं पठनीयम्

source: Transparency level
sa: पारदर्शिता स्तर

source: Transparent
sa: पारदर्शी

source: Solid
sa: ठोस

source: Slideshow
sa: स्लाइड शो

source: Select the folder from which you want to see images. These images are randomly shown during the breaks. It will be searched recursively if you want...
sa: यस्मात् पुटे भवन्तः चित्राणि द्रष्टुम् इच्छन्ति तत् पुटं चिनोतु । एतानि चित्राणि विरामसमये यादृच्छिकरूपेण दर्शितानि भवन्ति । यदि भवान् इच्छति तर्हि पुनरावर्तनीयरूपेण अन्वेषितं भविष्यति...

source: &Change...
sa: &परिवर्तय...

source: Search path recursively
sa: पुनरावर्तनीयरूपेण मार्गं अन्वेष्टुम्

source: Show small images
sa: लघु चित्राणि दर्शयन्तु

source: Expand image to full screen
sa: चित्रं पूर्णपर्दे विस्तारयन्तु

source: If checked then image will be expanded to full screen. Part of the image outside the screen area will be cropped. Otherwise the image will be displayed completely but there may grey areas around it.
sa: यदि चेक् कृतं तर्हि चित्रं पूर्णपर्दे विस्तारितं भविष्यति । स्क्रीनक्षेत्रात् बहिः चित्रस्य भागः क्रॉप् भविष्यति । अन्यथा चित्रं सम्पूर्णतया प्रदर्शितं भविष्यति परन्तु तस्य परितः ग्रे क्षेत्राणि भवितुम् अर्हन्ति ।

source: Change images every:
sa: प्रत्येकं चित्राणि परिवर्तयन्तु:

source: Here you can set how long one image should be shown before it is replaced by the next one.
sa: अत्र भवन्तः एकं चित्रं कियत्कालं यावत् दर्शयितव्यम् इति सेट् कर्तुं शक्नुवन्ति यत् तस्य स्थाने परं चित्रं स्थापयितव्यम् ।

source: Popup
sa: पॉपअप

source: RSIBreak can show a popup before replacing your whole screen with the effect chosen above.
sa: RSIbreak भवतः सम्पूर्णं पटलं उपरि चयनितप्रभावेन प्रतिस्थापयितुं पूर्वं पॉपअपं दर्शयितुं शक्नोति ।

source: &Use the popup
sa: &पॉपअपस्य उपयोगं कुर्वन्तु

source: Shows a countdown popup when it is time to break. The countdown resets on activity.
sa: यदा भङ्गस्य समयः भवति तदा उल्टागणना पॉपअपं दर्शयति । उल्टागणना क्रियाकलापस्य उपरि पुनः सेट् भवति ।

source: Popup patience:
sa: पॉपअप धैर्यम् : १.

source: Maximum time the patience popup will be shown before the effect kicking in.
sa: अधिकतमं समयं धैर्यस्य पॉपअपं प्रभावस्य किकिंग् इनस्य पूर्वं दर्शितं भविष्यति।

source: The popup can flash when it detects that you are still active.
sa: यदा भवान् अद्यापि सक्रियः इति ज्ञायते तदा पॉपअपः ज्वलितुं शक्नोति ।

source: &Flash on activity
sa: &क्रियाकलापस्य उपरि फ्लैश

source: With this checkbox you can indicate if you want to see the popup flash when there is activity.
sa: एतेन चेकबॉक्सेन भवान् सूचयितुं शक्नोति यत् भवान् यदा क्रियाकलापः भवति तदा popup flash द्रष्टुम् इच्छति वा ।

source: Choose the effect you want after patience runs out
sa: धैर्यस्य समाप्तेः अनन्तरं यत् प्रभावं इच्छति तत् चिनुत

source: Choose the effect you want during breaks
sa: विरामसमये यत् प्रभावं इच्छति तत् चिनुत

source: Tiny Breaks
sa: लघु विराम

source: Short break every:
sa: लघु विराम प्रत्येक : १.

source: Here you can set how often you want a short break.
sa: अत्र भवन्तः कियत्वारं अल्पविरामं इच्छन्ति इति सेट् कर्तुं शक्नुवन्ति ।

source: For a duration of:
sa: अवधिपर्यन्तं : १.

source: Here you can set the duration of the short break.
sa: अत्र भवन्तः अल्पविरामस्य अवधिं सेट् कर्तुं शक्नुवन्ति ।

source: Skip if no activity for:
sa: यदि कोऽपि क्रियाकलापः नास्ति तर्हि त्यजन्तु:

source: Set the interval you are idle for that is enough to skip the next short break.
sa: भवन्तः निष्क्रियः इति अन्तरालं सेट् कुर्वन्तु तदर्थं अग्रिमः लघुविरामं त्यक्तुं पर्याप्तम् अस्ति ।

source: Big Breaks
sa: बृहत् विरामः

source: Long break every:
sa: दीर्घं विरामं प्रत्येकं :

source: Here you can set how often you want a long break.
sa: अत्र भवन्तः कियत्वारं दीर्घविरामं इच्छन्ति इति सेट् कर्तुं शक्नुवन्ति ।

source: Here you can set the duration of the long break.
sa: अत्र दीर्घविरामस्य अवधिं सेट् कर्तुं शक्नुवन्ति ।

source: Set the interval you are idle for that is enough to skip the next long break.
sa: भवन्तः निष्क्रियः इति अन्तरालं सेट् कुर्वन्तु तदर्थं अग्रिमदीर्घविरामं त्यक्तुं पर्याप्तम् ।

source: Postpone Breaks
sa: विरामं स्थगयति

source: Here you can set for how much time you want to postpone a break.
sa: अत्र भवन्तः कियत्कालं यावत् विरामं स्थगयितुम् इच्छन्ति इति सेट् कर्तुं शक्नुवन्ति ।
