Repository: KDE/rsibreak
Catalog: po/*/rsibreak.po
Languages: ar, eo, eu, he, is, ka

source: This is a percentage of activity during the last 6 hours. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
ar: هذه نسبة النشاط خلال 6 ساعات الأخيرة يشير اللون إلى مستوى نشاطك عندما يكون اللون قريبًا من اللون الأحمر الكامل، فمن المستحسن أن تخفض وتيرة عملك.
eo: Ĉi tio estas procento de aktiveco dum la lastaj 6 horoj. La koloro indikas la nivelon de via agado. Kiam la koloro estas proksima al plena ruĝa, oni rekomendas malpliigi vian laborritmon.
eu: Hori azken 6 orduetako jardueraren ehuneko bat da Koloreak zure jardueraren maila adierazten du. Kolorea erabateko gorritik gertu dagoenean, lan-erritmoa murriztea gomendatzen da.
he: זה אחוז הפעילות במהלך 6 השעות האחרונה הצבע מציין את רמת הפעילות שלך כאשר הצבע מתקרב לאדום מלא מומלץ להאט את קצב העבודה שלך.
is: Þetta er hlutfall virkni á síðustu 6 klukkustundum. Liturinn sýnir virknistigið þitt. Þegar liturinn er næstum eldrauður er mælt með að þú dragir aðeins úr vinnuseminni.

source: Time
ar: الوقت
eo: Tempo
eu: Ordua
he: זמן
is: Tími
ka: დრო

source: Short Breaks
ar: فترات راحة قصيرة
eo: Mallongaj Paŭzoj
eu: Etenaldi laburrak
he: הפסקות קצרות
is: Stuttar pásur
ka: მოკლე შესვენებები

source: Pause
ar: ألبث
eo: Paŭzi
eu: Etenaldia
he: השהיה
is: Á pásu
ka: პაუზა

source: Long Breaks
ar: فترات راحة طويلة
eo: Longaj Paŭzoj
eu: Etenaldi luzeak
he: הפסקות ארוכות
is: Langar pásur
ka: გრძელი შესვენებები

source: minutes
ar: دقيقة
eo: minutoj
eu: minutu
he: דקות
is: mínútur
ka: წუთი

source: seconds
ar: ثانية
eo: sekundoj
eu: segundo
he: שניות
is: sekúndur
ka: წამი

source: <p>Welcome to RSIBreak</p> <p>In your tray you can now see RSIBreak.</p>
ar: <p>مرحبًا بك في أرِح</p> <p>يمكنك الآن رؤية أرِح في الدرج الخاص بك.</p>
eo: <p>Bonvenon al RSIBreak</p> <p>En via pleto vi nun povas vidi RSIBreak.</p>
eu: <p>Ongi etorri RSIBreak-era</p> <p>Zure erretiluan orain RSIBreak ikus dezakezu.</p>
he: <p>ברוך בואך להפסקת פציעות מאמץ חוזרני</p> <p>היישום מופיע מעתה בשורת המשימות של המערכת.</p>
is: <p>Velkomin í RSIBreak</p> <p>RSIBreak er nú sýnilegt í kerfisbakkanum þínum.</p>

source: <p>When you right-click on that you will see a menu, from which you can go to the configuration for example.</p> <p>When you want to know when the next break is, hover over the icon.</p> <p>Use RSIBreak wisely.</p>
ar: <p>عند النقر بزر الفأرة الأيمن فوق ذلك، سترى قائمة، يمكنك من خلالها الانتقال إلى الضبط على سبيل المثال.</p> <p>عندما تريد معرفة موعد الاستراحة التالية، مرر الفأرة فوق الرمز.</p> <p>استخدم أرِح بحكمة.</p>
eo: <p>Kiam vi dekstre alklakas tion, vi vidos menuon, el kiu vi povas iri al la agordo ekzemple.</p> <p>Kiam vi volas scii kiam estas la sekva paŭzo, ŝvebu super la piktogramo.</p> <p>Uzu RSIBreak prudente.</p>
eu: <p>Horretan eskuineko-klik egiten duzunean menu bat ikusiko duzu, nondik, adibidez, konfiguraziora joan zaitezkeen.</p> <p>Hurrengo etenaldia noiz izango den jakin nahi duzunean, igaro ikonoaren gainetik.</p> <p>RSIBreak zuhurtziaz erabili.</p>
he: <p>בלחיצה ימנית על הפריט יופיע תפריט, ממנו ניתן לגשת להגדרות למשל.</p> <p>כדי לדעת מתי ההפסקה הבאה, ניתן לעבור עם העכבר מעל הסמל הזה.</p> <p>רצוי להשתמש בהפסקת פציעת מאמץ חוזרני בחוכמה.</p>
is: <p>Þegar þú hægrismellir á táknið birtist valmynd þar sem þú getur til dæmis opnað stillingaglugga.</p> <p>Ef þú vilt vita hversu langt er í næstu pásu skaltu setja músarbendilinn yfir táknið.</p> <p>Notaðu RSIBreak skynsamlega.</p>

source: Welcome
ar: مرحباً
eo: Bonvenon
eu: Ongi etorri
he: ברוך בואך
is: Velkomin
ka: კეთილი იყოს თქვენი მობრძანება

source: General Settings
ar: الإعدادات العامة
eo: Ĝeneralaj Agordoj
eu: Ezarpen orokorrak
he: הגדרות כלליות
is: Almennar stillingar
ka: ზოგადი პარამეტრები

source: Timings
ar: المواعيد
eo: Tempoj
eu: Denborak
he: תזמונים
is: Teljarar
ka: დრო

source: During Breaks
ar: خلال فترات الراحة
eo: Dum Paŭzoj
eu: Etenaldietan
he: במהלך הפסקות
is: Í pásum
ka: შესვენებებისას

source: Actions
ar: الإجراءات
eo: Agoj
eu: Ekintzak
he: פעולות
is: Aðgerðir
ka: ქმედებები

source: &Automatically start RSIBreak at startup
ar: &بدء تشغيل أرِح آليًّا عند بدء التشغيل
eo: &Aŭtomate lanĉi RSIBreak ĉe ekfunkciigo
eu: Abioan hasi RSIBreak &automatikoki
he: להפעיל את הפסקת פעילות מאמץ חוזרני עם &עליית המערכת
is: &Keyra RSIBreak sjálfkrafa við ræsingu

source: With this option you can indicate that you want RSIBreak to start on Desktop Environment start.
ar: باستخدام هذا الخيار، يمكنك الإشارة إلى رغبتك في بدء تشغيل أرِح عند بدء تشغيل بيئة سطح المكتب.
eo: Per ĉi tiu opcio vi povas indiki, ke vi volas, ke RSIBreak komenciĝu ĉe Labortabla Medio.
eu: Aukera honen bidez, RSIBreak mahaigain ingurunea abiatzen denean hastea nahi duzula adieraz dezakezu.
he: בעזרת האפשרות הזאת ניתן לבחור להפעיל את הפסקת פציעת מאמץ חוזרני עם עליית סביבת שולחן העבודה.
is: Með þessum valkosti getur valið að þú viljir að RSIBreak keyri um leið og skjáborðsumhverfið ræsist.

source: Timer Settings
ar: إعدادات المؤقّت
eo: Tempilaj Agordoj
eu: Tenporizadorearen ezarpenak
he: הגדרות מתזמן
is: Tímastillingar
ka: წამზომის მორგება

source: Break at &fixed times
ar: استرح في أوقات &ثابتة
eo: Paŭzo je &fiksaj tempoj
eu: Etenaldia ordu &finkoetan
he: יציאה להפסקה בזמנים &קבועים
is: Pása á &föstum tímum
ka: შესვენებები &ფიქსირებული ინტევალით

source: With this option you indicate that you want to break at fixed intervals
ar: باستخدام هذا الخيار، يمكنك الإشارة إلى أنك تريد التوقف على فترات زمنية ثابتة
eo: Per ĉi tiu opcio vi indikas, ke vi volas rompi je fiksaj intervaloj
eu: Aukera honekin atsedenaldiak bitarte finkoetan egin nahi duzula adierazten duzu
he: האפשרות הזאת מציינת שהמצב הרצוי הוא לצאת להפסקה במרווחים קבועים
is: Með þessum valkosti velurðu að þú viljir taka pásu með föstu millibili

source: Take activity into account
ar: خذ النشاط في الاعتبار
eo: Konsideri la aktivecon
eu: Jarduera kontuan hartu
he: לקחת את הפעילות בחשבון
is: Taka virkni með í reikninginn

source: With this option you indicate that you want to use idle detection. This means that only the time you are active (when you use the keyboard or the mouse) will be counted to calculate when to break next.
ar: باستخدام هذا الخيار، يمكنك الإشارة إلى أنك تريد استخدام اكتشاف الخمول. وهذا يعني أنه سيحتسب الوقت الذي تكون فيه نشطًا فقط (عند استخدام لوحة المفاتيح أو الفأرة) لحساب موعد التوقف التالي.
eo: Per ĉi tiu opcio vi indikas, ke vi volas uzi neaktivan detekton. Ĉi tio signifas, ke nur la tempo kiam vi estas aktiva (kiam vi uzas la klavaron aŭ la muson) estos kalkulita por kalkuli kiam rompi poste.
eu: Aukera honekin jarduera eza antzeman nahi duzula adierazten duzu. Horrek esan nahi du, jarduten zaren denbora (teklatua edo sagua erabiltzen duzunean) bakarrik zenbatuko dela hurrengo etenaldia noiz egin kalkulatzeko.
he: עם האפשרות הזאת ניתן לציין האם להשתמש בזיהוי חוסר פעילות. המשמעות היא שרק זמן הפעילות (שימוש במקלדת או בעכבר) נספרים לטובת חישוב היציאה הבאה להפסקה.
is: Með þessum valkosti velurðu að nota aðgerðaleysisgreiningu. Það þýðir að einungis er miðað við tímann sem þú ert í virkni (þegar þú notar lyklaborðið eða músina) þegar reiknað er út hvenær næsta pása hefst.

source: &Suppress if fullscreen windows present
ar: ا&منع عند وجود نوافذ بملء الشاشة
eo: &Supremi se plenekranaj fenestroj ĉeestas
eu: Indar&gabetu pantaila-osoko leihoak badaude
he: ל&דחות אם יש חלונות שהוגדלו למילוי המסך
is: &Fela ef gluggar sem fylla skjáinn eru til staðar

source: With this option you can indicate that you do not want RSIBreak to interfere with presentations, games, video playback, and any other fullscreen application on the current virtual desktop.
ar: باستخدام هذا الخيار، يمكنك الإشارة إلى أنك لا تريد أن يتداخل أرِح مع العروض التقديمية والألعاب وتشغيل الفيديو وأي تطبيق آخر يعمل على ملء الشاشة على سطح المكتب الافتراضي الحالي.
eo: Per ĉi tiu opcio vi povas indiki, ke vi ne volas, ke RSIBreak malhelpu prezentojn, ludojn, videoludadon kaj ajnan alian plenekranan aplikaĵon sur la nuna virtuala labortablo.
eu: Aukera honekin adieraz dezakezu RSIBreak-ek alegiazko uneko pantailako aurkezpenekin, jokoekin, bideoak atzera-jotzearekin, eta pantaila osoko beste edozein aplikaziorekin traba eragiterik ez duzula nahi.
he: עם האפשרות הזאת ניתן לציין שלא לאפשר להפסקת פציעת מאמץ חוזרני להפריע במהלך מצגות, משחקים, הצגת וידאו או כל פעילות אחרת שדורשת את מלוא המסך בשולחן העבודה הווירטואלי הנוכחי.
is: Með þessum valkosti velurðu að þú vilt ekki að RSIBreak birtist á skjánum þegar kynningar, leikir, vídeóspilun eða önnur forrit sem fylla skjáinn eru í gangi á núverandi sýndarskjáborði.

source: Simple Gray Effect
ar: تأثير رمادي بسيط
eo: Simpla Griza Efekto
eu: Efektu gris sinplea
he: אפקט אפור פשוט
is: Einföld grá slikja
ka: უბრალო ნაცრისფერი ეფექტი

source: Complete Black Effect
ar: تأثير أسود كامل
eo: Kompleta Nigra Efekto
eu: Efektu beltz osoa
he: אפקטי שחור לחלוטין
is: Alveg svartur skjár
ka: სრული შავი ეფექტი

source: Show Plasma Dashboard
ar: عرض لوحة تحكم بلازما
eo: Montri Plasma-Panelon
eu: Erakutsi Plasmaren aginte-mahaia
he: הצגת לוח פלזמה
is: Sýna yfirlitsskjá Plasma
ka: Plasma -ის სამუშაო დაფის ჩვენება

source: Show Slide Show of Images
ar: اعرض عرض شرائح الصور
eo: Montri Bildaron de Bildoj
eu: Erakutsi irudien diapositiba emanaldia
he: הצגת מצגת תמונות
is: Sýna myndir í skyggnusýningu
ka: გამოსახულებების სლაიდშოუს ჩვენება

source: Show a Passive Popup
ar: اعرض نافذة منبثقة سلبية
eo: Montri Pasivan Ŝprucfenestron
eu: Erakutsi gainerakor pasibo bat
he: הצגת חלונית קופצת סבילה
is: Sýna hlutlausan sprettiglugga
ka: პასიური მხტუნარას გამოყენება

source: Skipping Breaks
ar: تخطي فترات الراحة
eo: Saltante Paŭzojn
eu: Etenaldiak saihestea
he: דילוג על הפסקות
is: Pásum sleppt
ka: შესვენებს გამოტოვებები

source: &Hide skip button
ar: أخفِ &زر التخطي
eo: &Kaŝi salti butonon
eu: E&zkutatu saihestu botoia
he: הסתרת כפתור &דילוג
is: &Fela sleppihnappinn
ka: გამოტოვების ღილაკის &დამალვა

source: Check this option to disable and hide the skip button. This way you can prevent skipping the break.
ar: حدد هذا الخيار لتعطيل زر التخطي وإخفائه. بهذه الطريقة يمكنك منع تخطي الاستراحة.
eo: Marku ĉi tiun opcion por malŝalti kaj kaŝi la saltbutonon. Tiel vi povas malhelpi preterpasi la paŭzon.
eu: Markatu aukera hau saihestu botoia ezgaitzeko eta ezkutatzeko. Era horretan etenaldia saihestea ekidin dezakezu.
he: יש לסמן את האפשרות הזאת כדי להשבית ולהסיר את כפתור הדילוג. כך ניתן למנוע דילוג על הפסקה.
is: Hakaðu hér til að fela sleppihnappinn. Þannig kemurðu í veg fyrir að þú sleppir pásu.

source: &Hide lock button
ar: أخفِ &زر القفل
eo: &Kaŝi ŝlosbutonon
eu: Ez&kutatu giltzatu botoia
he: הסתרת כפתור &נעילה
is: &Fela læsihnappinn
ka: დაბლოკვის ღილაკის &დამალვა

source: Check this option to disable and hide the lock button. This way you can prevent pressing the wrong button.
ar: حدد هذا الخيار لتعطيل زر القفل وإخفائه. بهذه الطريقة يمكنك تجنب الضغط على الزر الخطأ.
eo: Marku ĉi tiun opcion por malŝalti kaj kaŝi la ŝlosilbutonon. Tiel vi povas malhelpi premi la malĝustan butonon.
eu: Markatu aukera hau giltzatu botoia ezgaitzeko eta ezkutatzeko. Era horretan okerreko botoia sakatzea ekidin dezakezu.
he: יש לסמן את האפשרות הזאת כדי להשבית ולהסיר את כפתור הנעילה. כך ניתן למנוע לחיצה על הכפתור הלא נכון.
is: Hakaðu hér til að fela læsihnappinn. Þannig kemurðu í veg fyrir að þú ýtir óvart á rangan hnapp.

source: &Hide postpone button
ar: أخفِ زر ال&تأجيل
eo: &Kaŝi prokrast-butonon
eu: &Ezkutatu atzeratzeko botoia
he: הסתרת כפתור &דחייה
is: &Fela frestunarhnappinn
ka: &გადადების ღილაკის დამალვა

source: Check this option to disable and hide the postpone break button. This way you can prevent pressing the wrong button.
ar: حدد هذا الخيار لتعطيل زر تأجيل التوقف وإخفائه. بهذه الطريقة يمكنك تجنب الضغط على الزر الخطأ.
eo: Marku ĉi tiun opcion por malŝalti kaj kaŝi la butonon de prokrasto de paŭzo. Tiel vi povas malhelpi premi la malĝustan butonon.
eu: Markatu aukera hau atzeratu botoia ezgaitzeko eta ezkutatzeko. Era horretan okerreko botoia sakatzea ekidin dezakezu.
he: יש לסמן את האפשרות הזאת כדי להשבית ולהסיר את כפתור דחיית ההפסקה. כך ניתן למנוע לחיצה על הכפתור הלא נכון.
is: Hakaðu hér til að fela frestunarhnappinn. Þannig kemurðu í veg fyrir að þú ýtir óvart á rangan hnapp.

source: &Disable shortcut (Esc)
ar: &عطّل الاختصار (Esc)
eo: &Malŝalti ŝparvojon (Esc)
eu: E&zgaitu lasterbidea (Ihes)
he: השבתת &קיצור דרך (Esc)
is: &Afvirkja flýtilykil (Esc)
ka: &მალსახმობის გამორთვა (Esc)

source: Check this option to disable the ESC key skipping the break.
ar: حدد هذا الخيار لتعطيل مفتاح ESC الذي يتخطى الفاصل.
eo: Marku ĉi tiun opcion por malŝalti la ESC-klavon preterlasante la paŭzon.
eu: Markatu aukera hau IHES («ESC») teklak etenaldia saihestea ezgaitzeko.
he: יש לסמן את האפשרות הזאת כדי להשבית את דילוג המשימה בלחיצה על Esc.
is: Hakaðu hér ef þú vilt afvirkja Esc-lykilinn til að sleppa pásu.

source: Plasma Dashboard
ar: لوحة تحكم بلازما
eo: Plasma-Panelo
eu: Plasmaren aginte-mahaia
he: לוח פלזמה
is: Yfirlitsskjár Plasma
ka: Plasma -ის სამუშაო დაფა

source: Read Only
ar: للقراءة فقط
eo: Nurlegebla
eu: Irakurtzeko soilik
he: לקריאה בלבד
is: Skrifvarið
ka: მხოლოდ-კითხვადი

source: Transparency level
ar: مستوى الشفافية
eo: Nivelo de travidebleco
eu: Gardentasun maila
he: רמת שקיפות
is: Gagnsæi
ka: გამჭვირვალობის დონე

source: Transparent
ar: شفاف
eo: Travidebla
eu: Gardena
he: שקוף
is: Gegnsætt
ka: გამჭვირვალე

source: Solid
ar: صلب
eo: Plenstreko
he: אחיד
is: Gegnheilt
ka: მყარი

source: Slideshow
ar: عرض الشرائح
eo: Lumbildprezentado
eu: Diapositiba emanaldia
he: מצגת
is: Skyggnusýning
ka: სლაიდშოუ

source: Select the folder from which you want to see images. These images are randomly shown during the breaks. It will be searched recursively if you want...
ar: حدد المجلد الذي تريد عرض الصور منه. تُعرض هذه الصور بشكل عشوائي أثناء فترات الراحة. سيبحث عنها بشكل متكرر إذا أردت...
eo: Elektu la dosierujon el kiu vi volas vidi bildojn. Ĉi tiuj bildoj estas hazarde montritaj dum la paŭzoj. Ĝi estos serĉata rekursie, se vi volas...
eu: Aukeratu zein karpetetako irudiak ikusi nahi dituzun. Irudi hauek etenaldietan ausaz erakusten dira. Errekurtsiboki bilatuko da hala nahi baduzu...
he: כאן ניתן לבחור את התיקייה להצגת תמונות ממנה. התמונות האלה מופיעות בסדר אקראי במהלך ההפסקות. אפשר גם לבצע חיפוש בתיקיות שבתוכה לשיקולך…
is: Veldu möppuna sem geymir myndirnar í skyggnusýningunni. Þessar myndir verða birtar handahófskennt í pásunum. Hægt er að leita líka í undirmöppum ef þú vilt...

source: &Change...
ar: &غيّر...
eo: &Ŝanĝi...
eu: &Al&datu...
he: ה&חלפה…
is: &Breyta...
ka: &შეცვლა...

source: Search path recursively
ar: ابحث داخل المسار
eo: Traserĉi vojon rikure
eu: Bilatu bide-izenean errekurtsiboki
he: חיפוש בתיקיות שבפנים
is: Leita líka í undirmöppum
ka: ბილიკში რეკურსიულად ძებნა

source: Show small images
ar: اعرض الصور الصغيرة
eo: Montri malgrandajn bildojn
eu: Erakutsi irudi txikiak
he: הצגת תמונות קטנות
is: Sýna litlar myndir
ka: პატარა სურათების ჩვენება

source: Expand image to full screen
ar: وسّع الصوة إلى ملء الشاشة
eo: Pligrandigi bildon al plena ekrano
eu: Handitu irudia pantaila osora
he: הרחבת התמונה למילוי המסך
is: Láta myndir fylla skjáinn
ka: გამოსახულების მთელ ეკრანზე გაწელვა

source: If checked then image will be expanded to full screen. Part of the image outside the screen area will be cropped. Otherwise the image will be displayed completely but there may grey areas around it.
ar: في حالة تحديده، سيوسّع الصورة إلى وضع ملء الشاشة. سيقص جزء من الصورة الموجود خارج منطقة الشاشة. وإلا، فسيعرض الصورة بالكامل ولكن قد تكون هناك مناطق رمادية حولها.
eo: Se markite, la bildo estos vastigita al plena ekrano. Parto de la bildo ekster la ekrana areo estos tondita. Alie la bildo estos montrita tute sed povas esti grizaj areoj ĉirkaŭ ĝi.
eu: Markatzen bada, irudia pantaila osora handituko da. Pantailatik kanpo gelditzen den irudiaren zatia moztu egingo da. Bestela irudia osorik azalduko da, baina haren inguruan azalera grisak egon litezke.
he: אם האפשרות מסומנת התמונה תמלא את המסך כולו. החלק של התמונה שמחוץ לשטח המסך ייחתך. אחרת התמונה תוצג במלואה אך עשויים להופיע סביבה אזורים אפורים.
is: Ef hakað er hér verður myndin stækkuð svo hún fylli skjáinn. Hluti myndarinnar sem lendir utan skjásvæðisins verður klipptur af. Annars birtist myndin í heilu lagi en hugsanlega verða grá svæði í kringum hana.

source: Change images every:
ar: غيّر الصور كل:
eo: Ŝanĝi bildojn ĉiun:
eu: Aldatu irudia hainbestero:
he: להחליף תמונה כל:
is: Skipta um mynd eftir:
ka: სურათის შეცვლა ყოველ:

source: Here you can set how long one image should be shown before it is replaced by the next one.
ar: هنا يمكنك ضبط المدة التي يجب أن تظهر فيها الصورة قبل أن تستبدل الصورة التالية.
eo: Ĉi tie vi povas agordi kiom longe unu bildo estu montrita antaŭ ol ĝi estas anstataŭigita per la sekva.
eu: Hemen, irudi bat hurrengoarekin ordezkatu aurretik zenbat denboraz erakutsi behar den ezar dezakezu.
he: כאן אפשר להגדיר למשך כמה זמן תופיע תמונה אחת לפני שתוחלף באחרת.
is: Hér geturðu valið hversu lengi hver mynd sést þar til henni er skipt út fyrir þá næstu.

source: second
ar: ثانية
eo: sekundon
eu: segundo
he: שנייה
is: sekúnda
ka: წამი

source: Popup
ar: منبثق
eo: Ŝpruco
eu: Leiho gainerakorra
he: חלונית קופצת
is: Flýtivalmynd
ka: მხტუნარა

source: RSIBreak can show a popup before replacing your whole screen with the effect chosen above.
ar: يمكن لأرِح إظهار نافذة منبثقة قبل استبدال بالشاشة كلها التأثير المختار أعلاه.
eo: RSIBreak povas montri ŝprucfenestron antaŭ ol anstataŭigi vian tutan ekranon per la efiko elektita supre.
eu: RSIBreak-ek, zure pantaila osoa goian aukeratutako efektuarekin ordezkatu aurretik, leiho gainerakor bat erakuts dezake.
he: הפסקת פציעת מאמץ חוזרני יכולה להציג חלונית קופצת בטרם החלפת כל תוכן המסך שלך באפקט שנבחר להלן.
is: RSIBreak getur birt sprettiglugga áður en áhrifin sem þú valdir fyrir ofan taka yfir skjáinn.

source: &Use the popup
ar: استعمل نافذة منبثقة
eo: &Uzi la ŝprucfenestron
eu: E&rabili leiho gainerakorra
he: להשתמש בחלונית ה&קופצת הזאת
is: &Nota sprettigluggann
ka: &მხტუნარის გამოყენება

source: Shows a countdown popup when it is time to break. The countdown resets on activity.
ar: يظهر العد التنازلي المنبثق عندما يحين وقت الاستراحة. يصفّر العد التنازلي عند النشاط.
eo: Montras retronombradon ŝprucfenestron kiam estas tempo rompi. La retronombrado rekomenciĝas pri agado.
eu: Etenaldi garaia denean, atzerako zenbaketa duen leiho gainerakor bat erakusten du. Atzera zenbaketa jarduerarekin berrezartzen da.
he: הצגת חלונית ספירה לאחור קופצת כשהגיע הזמן לצאת להפסקה. הספירה לאחור מתאפסת כשמתבצעת פעילות.
is: Sýnir niðurtalningu í sprettiglugga þegar komið er að pásu. Niðurtalningin núllstillist við virkni.

source: Popup patience:
ar: نافذة الصبر:
eo: Popup pacienco:
eu: Pazientzia gaineratzea:
he: סבלנות חלונית קופצת:
is: Biðlundargluggi:
ka: მხტუნარას მოლოდინი:

source: Maximum time the patience popup will be shown before the effect kicking in.
ar: الحد الأقصى للوقت الذي ستظهر فيه نافذة الصبر المنبثقة قبل بدء التأثير.
eo: Maksimuma tempo la pacienca ŝprucfenestro estos montrita antaŭ ol la efiko ekfunkciiĝos.
eu: Efektua sartu aurretik pazientzia leiho gainerakorra gehienez zenbat denboraz erakutsiko den.
he: הזמן המרבי שחלונית הסבלנות הקופצת תופיע בטרם כניסת האפקט לתוקף.
is: Hámarkstími sem biðlundarglugginn birtist þar til áhrifin taka yfir.

source: The popup can flash when it detects that you are still active.
ar: يمكن أن تومض النافذة المنبثقة عندما تكتشف أنك لا تزال نشطًا.
eo: La ŝprucfenestro povas ekbrili kiam ĝi detektas, ke vi ankoraŭ estas aktiva.
eu: Leiho gainerakorrak distira egin dezake oraindik jardunean zaudela antzematen duenean.
he: החלונית הקופצת יכולה להבהב כשהיא מזהה פעילות מצדך.
is: Sprettiglugginn kann að blikka þegar hann greinir að þú sért enn að vinna.

source: &Flash on activity
ar: أومض عند ال&نشاط
eo: &Frumu pri agado
eu: &Distira egin jarduera dagoenean
he: ה&בהוב בעת פעילות
is: &Blikka við virkni
ka: &ციმციმი აქტივობისას

source: With this checkbox you can indicate if you want to see the popup flash when there is activity.
ar: باستخدام مربع الاختيار هذا، يمكنك الإشارة إلى ما إذا كنت تريد رؤية وميض النافذة المنبثقة عند وجود نشاط.
eo: Per ĉi tiu markobutono vi povas indiki ĉu vi volas vidi la ŝprucfenestron ekbrilon kiam estas aktiveco.
eu: Hautapen-lauki honekin leiho gainerakorrak distira egitea nahi duzun adieraz dezakezu.
he: עם תיבת הציון הזאת ניתן לציין האם להציג הבהוב בחלונית הקופצת כשיש פעילות.
is: Ef hakað er hér sýnirðu að þú viljir sjá sprettigluggann blikka þegar einhver virkni er.

source: Choose the effect you want after patience runs out
ar: اختر التأثير الذي تريده بعد نفاد الصبر
eo: Elektu la efikon, kiun vi volas, post finiĝo de pacienco
eu: Aukeratu pazientzia agortu ondoren nahi duzun efektua
he: נא לבחור את האפקט הרצוי אחרי שנגמרה הסבלנות
is: Veldu áhrifin sem þú vilt þegar biðlundin er á þrotum

source: Choose the effect you want during breaks
ar: اختر التأثير الذي تريده أثناء فترات الراحة
eo: Elektu la efikon, kiun vi volas dum paŭzoj
eu: Aukeratu etenaldietan nahi duzun efektua
he: נא לבחור את האפקט הרצוי במהלך הפסקות
is: Veldu áhrifin sem þú vilt í pásum

source: Tiny Breaks
ar: استراحات صغيرة
eo: Eta Paŭzoj
eu: Etenaldi ñimiñoak
he: הפסקות קצרצרות
is: Litlar pásur
ka: პატარა შესვენებები

source: Short break every:
ar: استراحة قصيرة كل:
eo: Mallonga paŭzo ĉiun:
eu: Etenaldi laburrak zenbatean behin:
he: הפסקה קצרה כל:
is: Stutt pása eftir:
ka: მოკლე შესვენება ყოველ:

source: Here you can set how often you want a short break.
ar: يمكنك هنا تحديد عدد المرات التي تريد فيها أخذ استراحة قصيرة.
eo: Ĉi tie vi povas agordi kiom ofte vi volas mallongan paŭzon.
eu: Hemen ezar dezakezu etenaldi labur bat zenbatean behin nahi duzun.
he: כאן אפשר להגדיר מה תהיה תדירותן של הפסקות קצרות.
is: Hér geturðu valið hversu oft þú vilt taka stutta pásu.

source: For a duration of:
ar: لمدة:
eo: Por daŭro de:
eu: Iraupena:
he: למשך:
is: Tímalengd:

source: Here you can set the duration of the short break.
ar: هنا يمكنك ضبط مدة الاستراحة القصيرة.
eo: Ĉi tie vi povas agordi la daŭron de la mallonga paŭzo.
eu: Hemen ezar dezakezu etenaldi labur baten iraupena.
he: כאן אפשר להגדיר את משך ההפסקות הקצרות.
is: Hér geturðu stillt tímalengd stuttu pásunnar.

source: Skip if no activity for:
ar: تخطي إذا لم يكن هناك نشاط لـ:
eo: Preterpasi se neniu agado por:
eu: Saihestu jarduerarik ez badago:
he: לדלג בחוסר פעילות למשך:
is: Sleppa ef engin virkni í:

source: Set the interval you are idle for that is enough to skip the next short break.
ar: اضبط الفاصل الزمني الذي تكون فيه خاملاً بحيث يكون كافيًا لتخطي الفاصل القصير التالي.
eo: Agordu la intervalon, por kiu vi estas neaktiva, tio sufiĉas por salti la sekvan mallongan paŭzon.
eu: Ezarri hurrengo etenaldi laburra saihesteko nahikoa den jarduera gabeko etenaldia.
he: הגדרת הפרש חוסר הפעילות שמספיק כדי לדלג להפסקה הקצרה הבאה.
is: Veldu tímabilið sem þú ert aðgerðalaus sem er nógu langt til að sleppa næstu stuttu pásu.

source: Big Breaks
ar: الاستراحات الطويلة
eo: Grandaj Paŭzoj
eu: Etenaldi luzeak
he: הפסקות ארוכות
is: Stórar pásur
ka: დიდი შესვენებები

source: Long break every:
ar: استراحة طويلة كل:
eo: Longa paŭzo ĉiun:
eu: Etenaldi luzea zenbatean behin:
he: הפסקות ארוכות כל:
is: Löng pása eftir:
ka: დიდი შესვენება ყოველ:

source: Here you can set how often you want a long break.
ar: يمكنك هنا تحديد عدد المرات التي تريد فيها أخذ استراحة طويلة.
eo: Ĉi tie vi povas agordi kiom ofte vi volas longan paŭzon.
eu: Hemen ezar dezakezu etenaldi luze bat zenbatean behin nahi duzun.
he: כאן אפשר להגדיר מה תהיה תדירותן של הפסקות ארוכות.
is: Hér geturðu valið hversu oft þú vilt taka langa pásu.

source: Here you can set the duration of the long break.
ar: هنا يمكنك ضبط مدة الاستراحة الطويلة.
eo: Ĉi tie vi povas agordi la daŭron de la longa paŭzo.
eu: Hemen ezar dezakezu etenaldi luze baten iraupena.
he: כאן אפשר להגדיר את משך ההפסקות הארוכות.
is: Hér geturðu stillt tímalengd löngu pásunnar.
