Repository: KDE/rsibreak
Catalog: po/*/rsibreak.po
Languages: ar, eo, eu, he, is, ka

source: Skip Break
ar: تخطَ الاستراحة
eo: Preterlasi Paŭzon
eu: Saltatu etenaldia
he: דילוג על הפסקה
is: Sleppa pásu
ka: შესვენების გამოტოვება

source: Postpone Break
ar: أجّل الاستراحة
eo: Prokrasti Paŭzon
eu: Atzeratu etenaldia
he: דחיית הפסקה
is: Fresta pásu
ka: შესვენების გადადება

source: Lock Screen
ar: اقفل الشّاشة
eo: Ŝlosi Ekranon
eu: Giltzatu pantaila
he: נעילת המסך
is: Læsa skjá
ka: ეკრანის ჩაკეტვა

source: RSIBreak
ar: أرِح
he: הפסקת פציעת מאמץ חוזרנית

source: Try to prevent Repetitive Strain Injury by reminding a user to rest.
ar: حاول منع إصابات الإجهاد المتكررة عن طريق تذكير المستخدم بالراحة.
eo: Provi malhelpi Ripetan Streĉiĝvundon memorigante uzanton ripozi.
eu: Saiatu esfortzu errepikakorrengatiko lesioa saihesten, erabiltzaile bati atseden har dezan gogoraraziz.
he: ניסיון למניעת פציעת מאמץ חוזרני על ידי הצגת תזכורות למנוחה.
is: Koma í veg fyrir álagsmeiðsl með því að minna notandann á að hvíla sig.

source: (c) 2005-2015, The RSIBreak developers
ar: (ج) 2005-2015، مطورو RSIBreak
eo: (c) 2005-2015, La RSIBreak-programistoj
eu: (c) 2005-2015, RSIBreak-en garatzaileak
he: (c) 2005‏-2015, מפתחי הפסקת פציעת מאמץ חוזרני
is: (c) 2005-2015, þróunaraðilar RSIBreak
ka: (c) 2005-2015, RSIBreak -ის პროგრაისტები

source: Albert Astals Cid
ar: ألبرت أستالس سيد
he: אלברט אסטלס סיד

source: Maintainer
ar: الصائن
eo: Prizorganto
eu: Mantentzailea
he: מתחזק
is: Umsjónaraðili
ka: წამყვანი პროგრამისტი

source: Tom Albers
ar: توم ألبرز
he: תום אלברס

source: Former author
ar: المطور السابق
eo: Iama aŭtoro
eu: Egile ohia
he: יוצר לשעבר
is: Fyrrverandi höfundur
ka: ყოფილი ავტორი

source: Bram Schoenmakers
ar: برام شونمايكرز
he: בראם שומאכרס

# NAME OF TRANSLATORS
source: Your names
ar: يوسف الشهيبي,زايد السعيدي
eo: Axel Rousseau, Oliver Kellogg
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
is: Sveinn í Felli, Guðmundur Erlingsson
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
ar: chahibi@gmail.com,zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org, okellogg@users.sourceforge.net
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
is: sv1@fellsnet.is, gudmundure@gmail.com
ka: Temuri.doghonadze@gmail.com

source: Timer for the short break has now been reset
ar: صفُّر مؤقت الاستراحة القصيرة
eo: Tempigilo por la mallonga paŭzo nun estis rekomencigita
eu: Etenaldi laburrerako tenporizadorea berrezarri egin da
he: מתזמן ההפסקה הקצרה התאפס כעת
is: Teljari fyrir stutta pásu var endurstilltur
ka: მოკლე შესვენების ტაიმერები ახლა განულებულია

source: The timers have now been reset
ar: صُفرت الموقتات
eo: La temporiziloj nun estis rekomencigitaj
eu: Tenporizadoreak orain berrezarri egin dira
he: המתזמנים התאפסו
is: Búið er að endurstilla teljarana
ka: ტაიმერები განულდა

source: Start of a long break
ar: بداية استراحة طويلة
eo: Komenco de longa paŭzo
eu: Etenaldi luze baten hasiera
he: התחלת הפסקה ארוכה
is: Löng pása byrjar
ka: გრძელი დასვენების დასაწყისი

source: End of a long break
ar: نهاية استراحة طويلة
eo: Fino de longa paŭzo
eu: Etenaldi luze baten bukaera
he: סוף הפסקה ארוכה
is: Löng pása endar
ka: გრძელი შესვენების დასასრული

source: Start of a short break
ar: بداية استراحة قصيرة
eo: Komenco de mallonga paŭzo
eu: Etenaldi labur baten hasiera
he: התחלת הפסקה קצרה
is: Stutt pása byrjar
ka: მოკლე დასვენების დასაწყისი

source: End of a short break
ar: نهاية استراحة قصيرة
eo: Fino de mallonga paŭzo
eu: Etenaldi labur baten bukaera
he: סוף הפסקה קצרה
is: Stutt pása endar
ka: მოკლე შესვენების დასასრული

source: Take a break....
ar: خذ استراحة ....
eo: Fari paŭzon...
eu: Hartu atseden...
he: לצאת להפסקה…
is: Taka pásu....
ka: დასვენება...

# %1 is a time string like '2 minutes 42 seconds'
source: Take a break for %1
ar: خذ استراحة لـ %1
eo: Preni paŭzon por %1
eu: Hartu atseden %1(z)
he: לצאת להפסקה למשך %1
is: Taka pásu í %1
ka: %1-სთვის დასვენება

source: About &KDE
ar: عن &كِيدِي
eo: Pri &KDE
eu: &KDEri buruz
he: &על KDE
is: Um &KDE
ka: &KDE-ს შესახებ

source: &About RSIBreak
ar: &عن أرِح
eo: Pri RSIBre&ak
eu: RSIBreak-eri &buruz
he: על הפסקת פציעת מאמץ &חוזרנית
is: &Um RSIBreak
ka: &RSIBreak-ის შესახებ

source: RSIBreak &Handbook
ar: &دليل أرِح
eo: &Manlibro de RSIBreak
eu: RSIBreak es&kuliburua
he: &ספרון ההדרכה של הפסקת פציעת מאמץ חוזרנית
is: RSIBreak-&handbókin
ka: RSIBreak-ის &სახელმძღვანელო

source: &Report Bug...
ar: أ&بلغ عن علّة...
eo: &Raporti cimon...
eu: Akatsaren be&rri eman...
he: דיווח על &תקלה…
is: Senda &villuskýrslu...
ka: &შეცდომის ანგარიში...

source: Switch application &language...
ar: بدل &لغة التطبيق...
eo: Ŝalti aplikaĵan &lingvon...
eu: Aldatu aplikazioaren &hizkuntza...
he: ה&חלפת שפת היישום…
is: Skipta um tungumá&l forrits...
ka: აპლიკაციის &ენის შეცვლა...

source: &Suspend RSIBreak
ar: &علّق أرِح
eo: Halteti R&SIBreak
eu: E&seki RSIBreak
he: ה& שהיית הפסקת פציעת מאמץ חוזרנית
is: &Stöðva RSIBreak
ka: RSIBreak-ის &შეჩერება

source: &Usage Statistics
ar: إ&حصائيات الاستعمال
eo: &Uzado-Statistiko
eu: Era&bileraren estatistika
he: ס&טטיסטיקת שימוש
is: &Talnagögn um notkun
ka: &გამოყენების სტატისტიკა

source: Configure &Notifications...
ar: ا&ضبط الإشعارات...
eo: Agordi &avizojn...
eu: Konfiguratu &jakinarazpenak...
he: הגדרת ה&תראות…
is: Grunnstilla &tilkynningar...
ka: &შეტყობინებების მორგება...

source: &Configure RSIBreak...
ar: اضبط أرِح...
eo: &Agordi RSIBreak...
eu: &Konbiguratu RSIBreak...
he: ה&גדרת הפסקת פציעת מאמץ חוזרנית…
is: &Grunnstilla RSIBreak...
ka: RSIBreak-ის &მორგება...

source: &Resume RSIBreak
ar: ا&ستأنف أرِح
eo: &Rekomenci RSIBreak
eu: Be&rrekin RSIBreak
he: ה&משך פעילות הפסקת פציעת מאמץ חוזרנית
is: &Halda áfram í RSIBreak
ka: RSIBreak-ის &გაგრძელება

source: Usage Statistics
ar: إحصائيات الاستعمال
eo: Uzado-Statistiko
eu: Erabileraren estatistika
he: סטטיסטיקת שימוש
is: Talnagögn um notkun
ka: გამოყენების სტატისტიკა

source: Reset
ar: صفّر
eo: Restarigi
eu: Berrezarri
he: איפוס
is: Endurstilla
ka: თავიდან

source: This will reset all statistics to zero. Is that what you want?
ar: سيؤدي هذا إلى تصفير جميع الإحصائيات. هل ترغب بذلك؟
eo: Ĉi tio restarigos ĉiujn statistikojn al nulo. Ĉu tion vi volas?
eu: Honek estatistika denak zerorekin berrezarriko ditu. Hori da nahi duzuna?
he: הפעולה הזאת תאפס את הסטטיסטיקה לאפס. זאת הפעולה הרצויה?
is: Þetta stillir öll talnagögn á núll. Viltu það örugglega?

source: Reset the statistics
ar: صفّر الإحصائيات
eo: Restarigi la statistikojn
eu: Estatistikak berrezarri
he: איפוס הסטטיסטיקה
is: Endurstilla talnagögn
ka: სტატისტიკის განულება

source: Suspended
ar: مُعلَّق
eo: Suspendita
eu: Esekita
he: מושהית
is: Stöðvað
ka: გაჩერებულია

source: %1 remaining until next short break
ar: %1 متبقي حتى الاستراحة القصيرة التالية
eo: %1 restas ĝis venonta mallonga paŭzo
eu: %1 falta dira hurrengo etenaldi laburrerako
he: נותרו %1 עד להפסקה הקצרה הבאה
is: %1 í næstu stuttu pásu
ka: %1 დარჩა შემდეგ მოკლე დასვენებამდე

source: %1 remaining until next long break
ar: %1 متبقي حتى الاستراحة الطويلة التالية
eo: %1 restas ĝis venonta longa paŭzo
eu: %1 falta dira hurrengo etenaldi luzerako
he: נותרו %1 עד להפסקה הארוכה הבאה
is: %1 í næstu löngu pásu
ka: %1 დარჩა შემდეგ გრძელ დასვენებამდე

source: Skip this break
ar: تخطَ هذا الاستراحة
eo: Preterpasi ĉi tiun paŭzon
eu: Saltatu etenaldi hau
he: דילוג על ההפסקה הזאת
is: Sleppa pásunni
ka: ამ შესვენების გამოტოვება

source: Postpone this break
ar: أجّل هذه الاستراحة
eo: Prokrasti ĉi tiun paŭzon
eu: Atzeratu etenaldi hau
he: דחיית ההפסקה הזאת
is: Fresta pásunni
ka: შესვენების გადადება

source: Lock the session
ar: أقفل الجلسة
eo: Ŝlosi la seancon
eu: Giltzatu saioa
he: נעילת ההפעלה
is: Læsa setu
ka: სესიის დაბლოკვა

source: Please relax for %1
ar: الرجاء الاسترخاء لمدة %1
eo: Bonvolu malstreĉiĝi dum %1
eu: Mesedez, erlaxatu %1(z)
he: נא להירגע למשך %1
is: Slakaðu á í %1
ka: დაისვენეთ %1-ით

source: Note: next break is a big break
ar: ملاحظة: الاستراحة القادمة هي استراحة كبيرة
eo: Notu: sekva paŭzo estas granda paŭzo
eu: Oharra: hurrengo etenaldia etenaldi luzea da
he: לתשומת ליבך: ההפסקה הבאה היא ארוכה
is: Ath.: næsta pása er löng pása
ka: შენიშვნა: შემდეგი დასვენება გრძლია

source: Total recorded time
ar: إجمالي الوقت المسجل
eo: Suma registrita tempo
eu: Grabatutako denbora osoa
he: הזמן הכולל שתועד
is: Skráður tími alls
ka: სულ ჩაწერის დრო

source: Total time of activity
ar: الوقت الإجمالي للنشاط
eo: Suma tempo de agado
eu: Jardueraren denbora osoa
he: זמן הפעילות הכולל
is: Virknitími alls
ka: სულ აქტივობის დრო

source: Total time being idle
ar: إجمالي وقت الخمول
eo: Suma tempo estante neaktiva
eu: Jarduera gabe emandako denbora osoa
he: זמן חוסר הפעילות הכולל
is: Aðgerðaleysi alls
ka: სულ უქმეობის დრო

source: Percentage of activity
ar: نسبة النشاط
eo: Procento de aktiveco
eu: Jardueraren-ehunekoa
he: אחוז מהפעילות
is: Virknihlutfall
ka: აქტივობის პროცენტულობა

source: Percentage of activity last minute
ar: نسبة النشاط في أخر دقيقة
eo: Procento de aktiveco lastminuta
eu: Jarduera-ehuneko azken minutuan
he: אחוז פעילות בדקה האחרונה
is: Virknihlutfall á síðustu mínútu
ka: ბოლო წუთის აქტივობის პროცენტულობა

source: Percentage of activity last hour
ar: نسبة النشاط في الساعة الماضية
eo: Procento de aktiveco lasta horo
eu: Jarduera-ehunekoa azken orduan
he: אחוז פעילות בשעה האחרונה
is: Virknihlutfall á síðustu klst.
ka: ბოლო საათის აქტივობის პროცენტულობა

source: Percentage of activity last 6 hours
ar: نسبة النشاط في آخر 6 ساعات
eo: Procento de aktiveco daŭras 6 horojn
eu: Jarduera-ehuneko azken 6 orduetan
he: אחוז פעילות ב־6 השעות האחרונות
is: Virknihlutfall á síðustu 6 klst.
ka: ბოლო 6 საათის აქტივობის პროცენტულობა

source: Maximum idle period
ar: الحد الأقصى لفترة الخمول
eo: Maksimuma neaktiva periodo
eu: Jarduera-gabeko aldia
he: משך חוסר פעילות מרבי
is: Hámarkstími aðgerðaleysis
ka: უქმეობის მაქსიმალური პერიოდი

source: Current idle period
ar: فترة الخمول الحالية
eo: Nuna neaktiva periodo
eu: Jarduera-gabeko uneko aldia
he: משך חוסר פעילות נוכחי
is: Núverandi aðgerðaleysistímabil
ka: უქმეობის მიმდინარე პერიოდი

source: Number of skipped short breaks (idle)
ar: عدد فترات الراحة القصيرة المُتخطاة (الخمول)
eo: Nombro da preterpasitaj mallongaj paŭzoj (senmovaj)
eu: Saihestutako etenaldi labur kopurua (jarduera-gabe)
he: מספר ההפסקות הקצרות שנפסחו (חוסר פעילות)
is: Stuttar pásur sem er sleppt (aðgerðaleysi)

source: Number of skipped long breaks (idle)
ar: عدد فترات الراحة الطويلة المُتخطاة (الخمول)
eo: Nombro da preterpasitaj longaj paŭzoj (senmovaj)
eu: Saihestutako etenaldi luze kopurua (jarduera-gabe)
he: מספר ההפסקות הארוכות שנפסחו (חוסר פעילות)
is: Langar pásur sem er sleppt (aðgerðaleysi)

source: Total number of short breaks
ar: إجمالي عدد فترات الراحة القصيرة
eo: Tuta nombro da mallongaj paŭzoj
eu: Etenaldi laburren kopuru osoa
he: מספר ההפסקות הקצרות הכולל
is: Stuttar pásur alls
ka: მოკლე შესვენებების ჯამური რიცხვი

source: Number of skipped short breaks (user)
ar: عدد فترات الراحة القصيرة المُتخطاة (المستخدم)
eo: Nombro de preterpasitaj mallongaj paŭzoj (uzanto)
eu: Saihestutako etenaldi labur kopurua (erabiltzailea)
he: מספר ההפסקות הקצרות שנפסחו (משתמש)
is: Stuttar pásur sem er sleppt (notandi)

source: Number of postponed short breaks (user)
ar: عدد فترات الراحة القصيرة المؤجلة (المستخدم)
eo: Nombro da prokrastitaj mallongaj paŭzoj (uzanto)
eu: Atzeratutako etenaldi labur kopurua (erabiltzailea)
he: מספר ההפסקות הקצרות שנדחו (משתמש)
is: Stuttar pásu sem er frestað (notandi)

source: Last short break
ar: آخر استراحة قصيرة
eo: Lasta mallonga paŭzo
eu: Azken etenaldi laburra
he: ההפסקה הקצרה האחרונה
is: Síðasta stutta pása
ka: ბოლო მოკლე შესვენება

source: Total number of long breaks
ar: إجمالي عدد فترات الراحة الطويلة
eo: Tuta nombro da longaj paŭzoj
eu: Etenaldi luze kopuru osoa
he: מספר ההפסקות הארוכות הכולל
is: Langar pásur alls
ka: გრძელი შესვენებების ჯამური რიცხვი

source: Number of skipped long breaks (user)
ar: عدد فترات الراحة الطويلة المتخطاة (المستخدم)
eo: Nombro da preterpasitaj longaj paŭzoj (uzanto)
eu: Saihestutako etenaldi luze kopurua (erabiltzailea)
he: מספר ההפסקות הארוכות שנפסחו (משתמש)
is: Langar pásur sem er sleppt (notandi)

source: Number of postponed long breaks (user)
ar: عدد فترات الراحة الطويلة المؤجلة (المستخدم)
eo: Nombro da prokrastitaj longaj paŭzoj (uzanto)
eu: Atzeratutako etenaldi luze kopurua (erabiltzailea)
he: מספר ההפסקות הארוכות שנדחו (משתמש)
is: Langar pásur sem er frestað (notandi)

source: Last long break
ar: آخر استراحة طويلة
eo: Lasta longa paŭzo
eu: Azken etenaldi luzea
he: ההפסקה הארוכה האחרונה
is: Síðasta langa pása
ka: ბოლო დიდი შესვენება

source: Pause score
ar: أوقف تسجيل النتائج
eo: Paŭza poentaro
eu: Etenaldi puntuazioa
he: ניקוד השהיה
is: Pásustig
ka: პაუზის ქულები

source: This is the total time RSIBreak has been running.
ar: هذا هو إجمالي الوقت الذي شُغّل فيه أرِح.
eo: Ĉi tiu estas la tuta tempo funkciis por RSIBreak.
eu: Hori da RSIBreak martxan egon den denbora osoa
he: זה זמן הריצה הכולל של הפסקת פציעת מאמץ חוזרני.
is: Þetta er heildartíminn sem RSIBreak hefur verið í gangi.

source: This is the total amount of time you used the keyboard or mouse.
ar: هذا هو إجمالي الوقت الذي استخدمت فيه لوحة المفاتيح أو الفأرة.
eo: Ĉi tio estas la tuta tempo, kiam vi uzis la klavaron aŭ muson.
eu: Hori da teklatua edo sagua erabili duzun denbora osoa.
he: זאת כמות הזמן הכוללת בה השתמשת במקלדת או בעכבר.
is: Þetta er heildartíminn sem þú notaðir lyklaborðið eða músina.

source: This is the total amount of time you did not use the keyboard or mouse.
ar: هذا هو إجمالي الوقت الذي لم تستخدم فيه لوحة المفاتيح أو الفأرة.
eo: Ĉi tio estas la tuta tempo, kiam vi ne uzis la klavaron aŭ muson.
eu: Hori da teklatua edo sagua erabili ez duzun denbora osoa.
he: זאת כמות הזמן הכוללת בה לא השתמשת במקלדת או בעכבר.
is: Þetta er heildartíminn sem þú notaðir ekki lyklaborðið eða músina.

source: This is a percentage of activity, based on the periods of activity vs. the total time RSIBreak has been running. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
ar: هذه نسبة النشاط، استنادًا إلى فترات النشاط مقابل إجمالي الوقت الذي شُغلَ فيه أرِح. يشير اللون إلى مستوى نشاطك. عندما يكون اللون قريبًا من اللون الأحمر الكامل، يوصى بتقليل وتيرة عملك.
eo: Ĉi tio estas procento de agado, bazita sur la periodoj de agado kontraŭ la tuta tempo RSIBreak funkciis. La koloro indikas la nivelon de via agado. Kiam la koloro estas proksima al plena ruĝa, oni rekomendas malpliigi vian laborritmon.
eu: Hori jardueraren ehuneko bat da, RSIBreak martxan egondako denbora eta jarduera aldien arteko erlazioan oinarritua. Koloreak zure jardueraren maila adierazten du. Kolorea erabateko gorritik gertu dagoenean, lan-erritmoa murriztea gomendatzen da.
he: זה אחוז הפעילות, בהתאם להפרשי הפעילות אל מול זמן הפעילות הכללי שיישום הפסקת פעילות חוזרנית היה פעיל. הצבע מציין את רמת הפעילות שלך. כאשר הצבע מתקרב לאדום מלא מומלץ להאט את קצב העבודה שלך.
is: Þetta er hlutfall virkni, þ.e. tímabil af virkni á móti heildartímanum sem RSIBreak hefur verið í gangi. Liturinn sýnir virknistigið þitt. Þegar liturinn er næstum eldrauður er mælt með að þú dragir aðeins úr vinnuseminni.

source: This is the longest period of inactivity measured while RSIBreak has been running.
ar: هذه هي أطول فترة عدم النشاط تُسجل أثناء تشغيل أرِح.
eo: Ĉi tiu estas la plej longa periodo de neaktiveco mezurita dum RSIBreak funkciis.
eu: RSIBreak martxan egon den bitartean neurtu den jarduera gabeko aldi luzeena da hau.
he: זה משך חוסר הפעילות הארוך ביותר שנמדד תוך כדי שיישום הפסקת פציעת מאמץ חוזרני הייתה פעילה.
is: Þetta er lengsta tímabil aðgerðaleysis sem hefur mælst á meðan RSIBreak er í gangi.

source: This is the total number of short breaks
ar: هذا هو العدد الإجمالي للاستراحات القصيرة
eo: Ĉi tio estas la tuta nombro de mallongaj paŭzoj
eu: Hori da etenaldi laburren kopuru osoa
he: זאת הכמות הכוללת של ההפסקות הקצרות
is: Þetta er heildarfjöld af stuttum pásum

source: This is the time of the last finished short break. The color of this text gradually turns from green to red, indicating when you can expect the next tiny break.
ar: هذا هو وقت الاستراحة القصيرة الأخيرة. يتحول لون هذا النص تدريجيًا من الأخضر إلى الأحمر، مشيرًا إلى الموعد المتوقع للاستراحة القصيرة التالية.
eo: Jen la tempo de la lasta finita mallonga paŭzo. La koloro de ĉi tiu teksto iom post iom fariĝas de verda al ruĝa, indikante kiam vi povas atendi la sekvan etan paŭzon.
eu: Hori da azken etenaldi laburraren unea. Testu horren kolorea pixkanaka berdetik gorrira aldatzen da, hurrengo etenaldi ñimiñoa noiz espero dezakezun adieraziz.
he: זה הזמן שחלף מאז ההפסקה הקצרה האחרונה שסיימת. צבע הטקסט הזה הופך בהדרגה מירוק לאדום, בכך מציין מתי ניתן לצפות להפסקה הקצרה הבאה.
is: Þetta er tíminn þegar síðustu stuttu pásu lauk. Liturinn á þessum texta breytist smátt og smátt úr grænu í rauðan og sýnir þannig hvenær þú mátt eiga von á næstu stuttu pásu.

source: This is the total number of short breaks which you skipped.
ar: هذا هو إجمالي عدد فترات الراحة القصيرة التي تخطيتها.
eo: Ĉi tio estas la tuta nombro da mallongaj paŭzoj, kiujn vi preterlasis.
eu: Hori da saihestu duzun etenaldi laburren kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הקצרות שדילגת עליהן.
is: Þetta er heildarfjöldi af stuttum pásum sem þú slepptir.

source: This is the total number of short breaks which you postponed.
ar: هذا هو إجمالي عدد فترات الراحة القصيرة التي أجلّتها.
eo: Jen la tuta nombro da mallongaj paŭzoj, kiujn vi prokrastis.
eu: Hori da atzeratu duzun etenaldi laburren kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הקצרות שדחית.
is: Þetta er heildarfjöldi af stuttum pásum sem þú frestaðir.

source: This is the total number of short breaks which were skipped because you were idle.
ar: هذا هو إجمالي عدد فترات الراحة القصيرة التي المُتخطاة لأنك كنت خاملاً.
eo: Ĉi tio estas la totala nombro da mallongaj paŭzoj, kiuj estis preterlasitaj ĉar vi estis senokupa.
eu: Hori da jarduera ezagatik saihestu diren etenaldi laburren kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הקצרות שדילגת עליהן עקב חוסר פעילות.
is: Þetta er heildarfjöldi af stuttum pásum sem var sleppt af því að þú varst aðgerðalaus.

source: This is the total number of long breaks.
ar: هذا هو العدد الإجمالي لفترات الراحة الطويلة.
eo: Ĉi tio estas la tuta nombro de longaj paŭzoj.
eu: Hori da etenaldi luzeen kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הארוכות.
is: Þetta er heildarfjöldi af löngum pásum.

source: This is the time of the last finished long break.The color of this text gradually turns from green to red,indicating when you can expect the next big break.
ar: هذا هو وقت آخر استراحة طويلة منتهية. يتحول لون هذا النص تدريجيًا من الأخضر إلى الأحمر، مشيرًا إلى الموعد المتوقع للاستراحة الكبيرة التالية.
eo: Ĉi tiu estas la tempo de la lasta finita longa paŭzo. La koloro de ĉi tiu teksto iom post iom fariĝas de verda al ruĝa, indikante kiam vi povas atendi la venontan grandan paŭzon.
eu: Hori da azken etenaldi luzearen unea. Testu horren kolorea pixkanaka berdetik gorrira aldatzen da, hurrengo etenaldi handia noiz espero dezakezun adieraziz.
he: זה הזמן שחלף מאז ההפסקה הארוכה האחרונה שסיימת. צבע הטקסט הזה הופך בהדרגה מירוק לאדום, בכך מציין מתי ניתן לצפות להפסקה הארוכה הבאה.
is: Þetta er tíminn þegar síðustu löngu pásu lauk. Liturinn á þessum texta breytist smátt og smátt úr grænu í rauðan og sýnir þannig hvenær þú mátt eiga von á næstu löngu pásu.

source: This is the total number of long breaks which you skipped.
ar: هذا هو إجمالي عدد فترات الراحة الطويلة التي تخطيتها.
eo: Ĉi tio estas la tuta nombro da longaj paŭzoj, kiujn vi preterlasis.
eu: Hori da saihestu duzun etenaldi luzeen kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הארוכות שדילגת עליהן.
is: Þetta er heildarfjöldi af löngum pásum sem þú slepptir.

source: This is the total number of long breaks which you postponed.
ar: هذا هو إجمالي عدد فترات الراحة الطويلة التي أجلتها.
eo: Ĉi tio estas la tuta nombro de longaj paŭzoj, kiujn vi prokrastis.
eu: Hori da atzeratu duzun etenaldi laburren kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הארוכות שדחית.
is: Þetta er heildarfjöldi af löngum pásum sem þú frestaðir.

source: This is the total number of long breaks which were skipped because you were idle.
ar: هذا هو إجمالي عدد فترات الراحة الطويلة التي تخطيها لأنك كنت خاملاً.
eo: Ĉi tio estas la totala nombro da longaj paŭzoj, kiuj estis preterlasitaj ĉar vi estis senokupa.
eu: Hori da, jarduera-gabe zeundelako saihestu duzun etenaldi luzeen kopuru osoa.
he: זאת הכמות הכוללת של ההפסקות הארוכות שדילגת עליהן עקב חוסר פעילות.
is: Þetta er heildarfjöldi af löngum pásum sem var sleppt af því að þú varst aðgerðalaus.

source: This is an indication of how well you behaved with the breaks. It decreases every time you skip a break.
ar: هذا مؤشر على مدى حسن تصرفك أثناء فترات الراحة. ويقل هذا المؤشر في كل مرة تتخطى فيها فترة راحة.
eo: Ĉi tio estas indiko de kiom bone vi kondutis kun la paŭzoj. Ĝi malpliiĝas ĉiufoje kiam vi preterpasas paŭzon.
eu: Horrek erakusten du etenaldiekin izan duzun jarrera. Etenaldi bat saihesten duzun bakoitzean gutxitu egiten da.
he: זה חיווי שמעיד על טיב ההתנהגות שלך במהלך ההפסקות. הוא קטן עם כל דילוג על הפסקה.
is: Þetta sýnir hversu vel þú stóðst þig með pásurnar. Þetta minnkar í hvert sinn sem þú sleppir pásu.

source: This is the current idle time.
ar: هذا هو وقت الخمول الحالي.
eo: Ĉi tiu estas la nuna neaktiva tempo.
eu: Hori da jarduera-gabeko uneko denbora.
he: זה זמן חוסר הפעילות הנוכחי.
is: Þetta er núverandi tími aðgerðaleysis.
ka: ეს მიმდინარე უქმე დროა.

source: This is a percentage of activity during the last minute. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
ar: هذه نسبة النشاط خلال الدقيقة الأخيرة. يشير اللون إلى مستوى نشاطك. عندما يكون اللون قريبًا من اللون الأحمر الكامل، فمن المستحسن أن تخفض وتيرة عملك.
eo: Ĉi tio estas procento de aktiveco dum la lasta minuto. La koloro indikas la nivelon de via agado. Kiam la koloro estas proksima al plena ruĝa, oni rekomendas malpliigi vian laborritmon.
eu: Hori azken minutuko jardueraren ehuneko bat da. Koloreak zure jardueraren maila adierazten du. Kolorea erabateko gorritik gertu dagoenean, lan-erritmoa murriztea gomendatzen da.
he: זה אחוז הפעילות במהלך הדקה האחרונה. הצבע מציין את רמת הפעילות שלך. כאשר הצבע מתקרב לאדום מלא מומלץ להאט את קצב העבודה שלך.
is: Þetta er hlutfall virkni á síðustu mínútu. Liturinn sýnir virknistigið þitt. Þegar liturinn er næstum eldrauður er mælt með að þú dragir aðeins úr vinnuseminni.

source: This is a percentage of activity during the last hour. The color indicates the level of your activity. When the color is close to full red it is recommended you lower your work pace.
ar: هذه نسبة النشاط خلال الساعة الأخيرة يشير اللون إلى مستوى نشاطك. عندما يكون اللون قريبًا من اللون الأحمر الكامل، فمن المستحسن أن تخفض وتيرة عملك.
eo: Ĉi tio estas procento de aktiveco dum la lasta horo. La koloro indikas la nivelon de via agado. Kiam la koloro estas proksima al plena ruĝa, oni rekomendas malpliigi vian laborritmon.
eu: Hori azken orduko jardueraren ehuneko bat da. Koloreak zure jardueraren maila adierazten du. Kolorea erabateko gorritik gertu dagoenean, lan-erritmoa murriztea gomendatzen da.
he: זה אחוז הפעילות במהלך השעה האחרונה הצבע מציין את רמת הפעילות שלך. כאשר הצבע מתקרב לאדום מלא מומלץ להאט את קצב העבודה שלך.
is: Þetta er hlutfall virkni á síðustu klukkustund. Liturinn sýnir virknistigið þitt. Þegar liturinn er næstum eldrauður er mælt með að þú dragir aðeins úr vinnuseminni.
