Repository: KDE/rsibreak
Catalog: po/*/rsibreak.po
Languages: ar, eo, eu, he, is, ka

source: Set the interval you are idle for that is enough to skip the next long break.
ar: اضبط الفاصل الزمني الذي تكون فيه خاملاً بما يكفي لتخطي الفاصل الطويل التالي.
eo: Agordu la intervalon por kiu vi estas neaktiva, tio sufiĉas por salti la sekvan longan paŭzon.
eu: Ezarri, hurrengo etenaldi luzea saihesteko nahikoa den jarduera-gabeko denbora.
he: הגדרת הפרש חוסר הפעילות שמספיק כדי לדלג להפסקה הארוכה הבאה.
is: Veldu tímabilið sem þú ert aðgerðalaus sem er nógu langt til að sleppa næstu löngu pásu.

source: Postpone Breaks
ar: أجّل الاستراحة
eo: Prokrasti Paŭzojn
eu: Atsedenaldiak atzeratu
he: דחיית הפסקות
is: Fresta pásum
ka: შესვენების გადადება

source: Here you can set for how much time you want to postpone a break.
ar: هنا يمكنك تحديد مقدار الوقت الذي تريد تأجيل الاستراحة فيه.
eo: Ĉi tie vi povas agordi kiom da tempo vi volas prokrasti paŭzon.
eu: Hemen ezar dezakezu etenaldi bat zenbat denboraz luzatu nahi duzun.
he: כאן אפשר להגדיר למשך כמה זמן ברצונך לדחות הפסקה.
is: Hér geturðu valið í hversu langan tíma þú vilt fresta pásu.

source: minute
ar: أقلّ من دقيقة
eo: minuton
eu: minutu
he: דקה
is: mínútu
ka: წუთი
